Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Besides, the maturity of covered bonds and other bond loans has also increased steadily over the years since the financial crisis.
nn: Løpetida på OMF og andre obligasjonslån òg har auka jamt og trutt i åra etter finanskrisa.

source: Cloud services are often sold on standard terms and conditions that apply for all customers.
nn: Skytenester blir ofte selde med standard vilkår som er felles for alle kundar.

source: Operational risk is the risk of loss as the result of insufficient or inadequate internal processes, systems failure or human error.
nn: Operasjonell risiko er risiko for tap som kjem av manglande eller sviktande interne prosessar, svikt i system eller hjå personar.

source: NTB can be reached by email at
nn: NTB kan kontaktast på e-post

source: Much of the digitalisation undertaken in 2020 has involved efficiency enhancement, such as digitalisation of communication and contact in markets and value chains.
nn: Mykje av digitaliseringa i 2020 har vore prega av effektiviseringstiltak som digitalisering av kommunikasjon og kontakt i marknader og verdikjeder.

source: This scenario was included to provide a perspective on the economic impact of a situation with very high growth in the data centre industry.
nn: Scenarioet er tatt med for å gi eit perspektiv på ringverknadene i eit scenario med svært kraftig vekst i datasenterindustrien.

source: Life expectancy amongst the insured is increasing by more than the companies have taken into account, which increases the value of their liabilities.
nn: Levealderen til dei forsikra aukar meir enn det selskapa har lagt til grunn, noko som aukar verdien av skyldnadene til selskapa.

source: Nor wegian emissions must be lower after 1994
nn: fram av svovelprotokollen frå 1994. For å overhalde

source: If housing prices were to decline considerably, the value of the collateral securing mortgage loans will be reduced, and banks may incur increased losses on their corporate sector lending due to weakened corporate earnings stemming from lower household demand.
nn: Skulle bustadprisane falla mykje, mistar bankane trygd for utlåna sine, og dei kan få auka tap på utlåna til føretakssektoren av di lågare etterspurnad frå hushalda vil svekkja innteninga til føretaka.

source: mental problems might be relatively ineffective or
nn: Ved revisjon av Gøteborgprotokollen er

source: This is an especially important consideration when relocating tasks to areas of high country risk, i.e. politically and/or economically unstable countries.
nn: Dette er eit særleg viktig omsyn ved flytting av oppgåver til område med høg landrisiko, det vil seie land som er politisk og/eller økonomisk ustabile.

source: The decision concerning the merger of Sparebanken Møre and Tingvoll Sparebank stated that the savings-bank foundation which was to be established should be subject to the rules in the Financing Activities Act, even though the foundation was to own less than 10 percent of the acquiring bank (i.e. the merged bank).
nn: I vedtaket om Sparebanken Møre og Tingvoll Sparebank vart det gjeve uttrykk for at sparebankstiftinga som skulle skipast, burde vera underlagd reglane i finansieringsverksemdslova sjølv om eigardelen i den overtakande banken var lågare enn 10 pst.

source: This encompasses culture landscapes and protected buildings, biodiversity, organic food production, specific environmental programs and the ecology program with ecology planning.
nn: Dette omfattar kulturlandskap og verneverdige bygningar, biologisk mangfald, økologisk matproduksjon, spesielle miljøtiltak og miljøprogram m/miljøplan.

source: Whilst twelve-month growth in household credit has remained stable, at just over 10 pct.
nn: Medan tolvmånadersveksten i kreditt til hushalda har vore stabil, på i overkant av 10 pst.

source: the county authorities’ activities.
nn: frå skog og andre landareal.

source: Monetary policy instruments can quickly be changed if the economic prospects change.
nn: Verkemidla i pengepolitikken kan raskt endrast dersom utsiktene for økonomien endrar seg.

source: Responsibility for the safeguarding of financial stability in Norway is shared between the Ministry of Finance, Norges Bank and Finanstilsynet.
nn: Arbeidet med å tryggje finansiell stabilitet er i Noreg delt mellom Finansdepartementet, Noregs Bank og Finanstilsynet.

source: January 2004–February 2012.
nn: januar 2004 – februar 2012.

source: The implementation of the Basel III standards in EEA law and in Norway will introduce higher minimum capital adequacy requirements than the currently applicable requirements; see discussion in Chapter 3.
nn: Finanstilsynet, DNB Markets Gjennomføringa av Basel III-tilrådingane i EØS-retten og i Noreg vil gje høgare minstekrav til kapitaldekning enn dei krava som gjeld i dag, jf. omtale i kapittel 3.

source: especially those of minority backgrounds, must
nn: valet, og at spekteret av mannsroller er utvida.

source: carbon-rich areas such as forests and marshes.
nn: økosystema og for pollineringa av landbruksvekstar.

source: In order to gain access to international platforms, the institutions must also go through a process that can be very time and resource consuming.
nn: I tråd med forslaget i høyringsnotatet foreslår ein derfor at ein arbeidstakar på nærare vilkår kan velje å stå utanfor den alminnelege ordninga i føretaket.

source: All the actors involved should be able to influence the content and implementation of the programme and thus feel that they have a stake in it.
nn: Samhandling på tvers av kultur- og opplæringssektoren sikrar kvalitet i innhald og formidling, overføring av kunnskap og kompetanseutvikling.

source: up to a ten-year maximum budget.
nn: , opp til eit tiårig maksimalbudsjett.

source: Equinor, together with several other potential European CO
nn: Equinor har, saman med fleire moglege europeiske CO

source: For example, a funding pot of NOK 100 million was made available to educational institutions that were able to quickly upscale courses that could be made available online for the unemployed and for laid-off workers.
nn: For eksempel blei det lyst ut 100 millionar kroner utdanningsinstitusjonane kunne søke om for å oppskalere utdanningstilbod som kan tilbydast raskt og nettbasert for å gi digitale tilbod til arbeidsledige og permitterte.

source: Furthermore, the state aid agreement that applies to the transport and storage part of the project has been designed to give Northern Lights the incentive to incorporate new projects.
nn: Støtteavtalen til transport- og lagerdelen av prosjektet er vidare utforma slik at Northern Lights vert stimulert til å knyte til seg nye prosjekt.

source: SOC2 reports on control mechanisms more specific to data storage and processing, such as security, accessibility, processing integrity, confidentiality and data protection.
nn: SOC2 tar føre seg kontrollmekanismar som er meir spesifikke for datalagring og -behandling, slik som tryggleik, tilgjenge, behandlingsintegritet, konfidensialitet og personvern.

source: We are planning to continue our support for the EU Emergency Trust Fund for Africa (EUTF), and will engage in the discussion on how we can use the Trust Fund to build resilience and strengthen local communities.
nn: Vi planlegg å helde frem støtta til EUTF, EUs fleirgjevarfond for stabilitet og tiltak mot irregulær migrasjon, og medverkar i diskusjonen om bruk av fondet for å byggje motstandskraft og styrkje lokalsamfunna.

source: In many places it has stimulated the professional presentation of art and culture, and revitalised the role of culture as a factor in regional development.
nn: Ordninga har mange stader ført til ei oppbløming av profesjonell kunst- og kulturformidling, og ei vitalisering av kultur som regional utviklingsfaktor.

source: The pricing model for cloud services, which entails measuring and paying for use, also makes the costs for each service transparent.
nn: Prisingsmodellen for skytenester, med måling av og betaling for bruk, gjer òg at kostnadane for kvar teneste blir transparente.

source: The licence is subject to conditions, laid down pursuant to Section 2b of the Financial Institutions Act.
nn: Løyvet er gjeve på vilkår, med heimel i finansieringsverksemdlova § 2b.

source: Enova’s activity will be aimed at the parts of the innovation chain that focus on late-phase technology development and early market introduction.
nn: Enova sin aktivitet skal rettast inn mot dei delane av innovasjonskjeda som går på seinfase teknologiutvikling og tidleg marknadsintroduksjon.

source: As a national institution, the National Museum of Art, Architecture and Design should promote the production of activities and the further development and coordination of efforts to bring the visual arts to schoolchildren as part of the Cultural Rucksack.
nn: Nasjonalmuseet for kunst, arkitektur og design bør som nasjonal aktør på feltet medverke til å produsere tilbod, vidareutvikle, koordinere og styrkje arbeidet med formidling av visuell kunst i Den kulturelle skulesekken, både når det gjeld den visuelle kunstarven og møte med samtidskunstnarar og samtidskunst.

source: Growth in trade partners was lower, the sovereign debt crisis had intensified, and the financial markets were characterised by significant turbulence.
nn: Veksten hos handelspartnarane var lågare, statsgjeldskrisa hadde auka og finansmarknadene var prega av mykje uro.

source: Growth in emerging economies in Asia was affected by the turbulence in the industrialised countries, and China has also suffered a drop in domestic demand.
nn: Veksten i framveksande økonomiar i Asia vert påverka av uroa i industrilanda, og i Kina har dessutan den innanlandske etterspurnaden falle.

source: 2005 also seems to be a record year
nn: 2005 ser ut til å bli eit rekordår for investeringar

source: One should therefore bear in mind, when interpreting the interest rate margin for recent years in Figure 2.21, that risk premiums for banks during the period prior to the outbreak of the international financial crisis were very low, and that premiums have declined significantly from their highest levels, whilst still remaining much higher than the levels registered prior to the outbreak of the international financial crisis.
nn: Når ein tolkar rentemarginen for dei siste åra i figur 2.21, bør ein difor ha i mente at risikopåslaga for bankane i perioden før utbrotet av den internasjonale finanskrisa var svært låge, og at påslaga har falle monaleg frå toppnivåa, men at dei framleis ligg mykje over nivået frå før den internasjonale finanskrisa braut ut.

source: The Act applies to administrative bodies and to enterprises supplying classified equipment and services to administrative bodies.
nn: Lova gjeld for forvalt-ningsorgan, og for verksemder som leverer tryggleiksgradert utstyr og -tenester til forvalt-ningsorgan.

source: This requires gaining an overview of the organisation and capacity of public data centres, first and foremost in central government agencies.
nn: Dette krev ei oversikt over innrettinga og kapasiteten i offentlege datasenter, først og fremst i statleg sektor.

source: The companies participating in Northern Lights will also use their experience from the project in their own research and development work.
nn: Selskapa som deltar i Northern Lights nyttar også erfaringa frå prosjektet inn mot eiget forskings- og utviklingsarbeid.

source: Funding was also provided for a materials recycling facility and improving environmental monitoring and control.
nn: Ved å fjerne kravet om husbankfinansiering av bustaden blir bustøtta tilgjengeleg for fleire pensjonistar.

source: In the distribution network (a maximum of 22 kV), TSOs with an area licence have a duty to build infrastructure to connect all consumers.
nn: I distribusjonsnettet (opp til og med 22 kV) har nettselskapa med områdekonsesjon plikt til å bygge seg fram til alle forbrukskundar.

source: WHO is deeply concerned about the 13 million children who are not being vaccinated against polio, measles and cholera.
nn: WHO er sterkt bekymra for at 13 millionar barn ikkje får vaksine mot polio, meslingar og kolera.

source: A good understanding of the role of the regional organisations (the AU, G5, Ecowas, etc.) is also important when considering partnerships and the value added Norway could provide.
nn: Forståinga av dei regionale organisasjonane si rolle (AU, G5, Eciwas m.m.) er òg relevant for å kunne vurdere meirverdien av den norske innsatsen og vurdere partnarskap.

source: It was expected that the European Commission would propose a directive on a new crisis management framework for financial institutions in distress by the summer of 2012.
nn: Det var venta at Kommisjonen innan sommaren 2012 ville koma med framlegg til direktiv om eit nytt felleseuropeisk rammeverk for handtering av finansinstitusjonar som hamnar i økonomiske vanskar.

source: Figur 2.2 Stock price developments, money market credit spreads, CDS prices, and Norwegian households’ debt and interest burden
nn: Figur 2.2 Aksjekursutviklinga, rentepåslag på pengemarknaden, pris på å forsikra seg mot misleghald av bankgjeld (CDS-pros), og utviklinga i gjeldsbør og rentebør i norske hushald

source: can be stored in suitable geological formations both underground on land and beneath the seabed.
nn: kan skje i eigna geologiske formasjonar både under bakken på land og under havbotnen.

source: The strategy of the Executive Board was now that the key policy rate should lie in the interval 1¾–2¾ percent in the period to the publication of the next report in June.
nn: Hovudstyret sin strategi var no at styringsrenta burde liggja i intervallet 1¾ – 2¾ prosent i perioden fram til neste rapport i juni.

source: This illustrates that the current return on equity is not unusually high compared to previous years.
nn: Dette syner at den noverande eigenkapitalavkastninga ikkje er unormalt høg jamført med det ho har vore.

source: Any loan in excess of 70 per cent of the value of the home should normally be established with payment of instalments as from the first payment term.
nn: Lån som er større enn 70 pst. bustadverdien, bør normalt etablerast med betaling av avdrag frå fyrste termin.

source: Even though the technology has been available for several years, the survey showed that only 8 per cent of doctor's offices were able to offer video appointments.
nn: Bruk av digitale meldingar eller video i konsultasjonar har vore mogleg i fleire år. Likevel viste undersøkinga at berre 8 prosent av fastlegane kunne tilby legetime på video.

source: More than half of credit institution lending is in the form of loans to households, of which about 90 pct. are residential mortgages.
nn: Meir enn halvparten av utlåna frå kredittinstitusjonane er lån til hushald, og av dette er om lag 90 pst. bustadlån.

source: tions for the sizes of future discoveries.
nn: sikra framtidig aktivitet på norsk sokkel.

source: The main conclusion from this analysis is that the estimates appear to be at the right level for Norcem, while Fortum Oslo Varme’s estimate is somewhat high.
nn: Hovudkonklusjonen i denne analysen er at estimata verkar å vere på rett nivå for Norcem, medan Fortum Oslo Varme sine estimat er noko høge.

source: In economics, this is called negative externalities.
nn: I samfunnsøkonomien vert dette kalla negative eksternalitetar.

source: In 2019, the Volkswagen Group established a centre for high-performance computing at Green Mountain’s premises in Rjukan.
nn: I 2019 etablerte Volkswagen Group eit senter for tungrekning (HPC) i anlegget til Green Mountain på Rjukan.

source: In the same report, the Commission also proposed higher maximum permitted annual contributions to defined contribution pension schemes.
nn: Banklovkommisjonen har i same utgreiinga gjort framlegg om høgare maksimalt tillatne årlege innskot i innskotspensjonsordningar.

source: The research programme CLIMIT is an important source of funding for research and demonstration.
nn: Forskingsprogrammet CLIMIT er ei viktig finansieringskjelde for forsking og demonstrasjon.

source: Norcem/Fortum Oslo Varme’s responsibility for CO
nn: Norcem/Fortum Oslo Varme sitt ansvar for levering av CO

source: Since 2012, private developers have invested more than NOK 80 billion in digital infrastructure in the form of mobile and broadband networks.
nn: Sidan 2012 har dei private utbyggarane investert over 80 milliardar kroner i den digitale infrastrukturen i form av mobil- og breibandsnett.

source: The environment from which the cloud service is provided is dedicated to a specific customer or customer group.
nn: Her vil miljøet som skytenesta blir levert frå blir avsett til den enkelte kunden eller kundegruppa.

source: Ahead, it is expected that very tight fiscal policy and persistently weak competitiveness will act as a brake on activity in the Euro zone countries, and forecasters expect GDP to decline in 2012.
nn: I tida framover er det venta at kraftige finanspolitiske innstrammingar og vedvarande svak konkurranseevne vil trekkja ned aktiviteten i eurolanda, og prognosemakarar reknar med fall i BNP i 2012.

source: During Easter 2011, there were problems with card authorisation in payment systems operated by service providers on behalf of Norwegian banks. The problems had serious consequences for businesses and cardholders.
nn: I påska 2011 var det problem med kortautoriseringa i betalingssystema som leverandørar driftar på vegner av bankane, noko som fekk alvorlige følgjer for brukarstader og for kortkundane til bankane.

source: Teacher education programmes are administered by colleges of higher education or by theuniversities.
nn: Lærarutdanninga er ei yrkesutdanning på universitets- og høgskolenivå.

source: In February 2011, there was a massive and coordinated attack against Norwegian online banks, and new attacks came in waves throughout the year.
nn: I februar 2011 kom det eit massivt, samordna åtak mot norske nettbankar, og nye åtak kom i bølgjer utetter året.

source: However, many of the measures presented in this document – such as those related to competence enhancement or development of digital public services – will not only help cope with the coronavirus crisis, but also leave Norway in a stronger position once the crisis is over.
nn: Men mange av tiltaka som er presenterte i dette dokumentet – for eksempel knytt til kompetanseutvikling eller utvikling av digitale offentlege tenester – skal bidra til å møte krisa mens den står på, men vil òg gjere at Noreg står sterkare når krisa er over.

source: High, increasing population growth, migration, low unemployment, solid wage inflation and low interest rates are all factors that may help to explain the rise in demand.
nn: Høg og aukande folketalsvekst, migrasjon, låg arbeidsløyse, god lønsvekst og låg rente er faktorar som kan vera med på å forklara auken i etterspurnaden.

source: The Ministry also works through regional forums, such as the North Sea Basin Task Force and Nordic Baltic Networking Group on Carbon Capture, Utilisation and Storage.
nn: Departementet jobbar òg gjennom regionale forum, som North Sea Basin Task Force og Nordic Baltic Networking Group on Carbon Capture, Utilisation and Storage.

source: Figure 4.7 Northern Lights – concept overview
nn: Figur 4.7 Northern Lights – oversikt over konseptet

source: In 1989–90, a permanent Norwegian research station was built at Jutulsessen in Gjelsvikfjella, 235 km from the coast at 72° 01’ S latitude and 2° 32’ E longitude.
nn: I 1989–90 vart det bygd ein permanent norsk forskingsstasjon i Jutulsessen i Gjelsvikfjella, 235 km frå kysten på 72° 01’ sørleg breidd og 2° 32’ austleg lengd.

source: The costs of the measures are estimated to be in the middle of three cost categories for measures, in the range of NOK 500–1,500 per tonne of CO
nn: Tiltakskostnadene er vurdert til å vere i den midtre av tre kostnadskategoriar av tiltak, frå 500–1500 kroner per tonn CO

source: The effort to maintain the current coverage level in the Norwegian deposit guarantee scheme is discussed in Chapter 3, together with possible changes to the organisation of the Norwegian Banks’ Guarantee Fund.
nn: Arbeidet for å føra vidare gjeldande dekningsnivå i den norske innskotsgarantiordninga er omtala i kapittel 3 saman med mogelege endringar i innrettinga av Bankenes sikringsfond.

source: A virtually unlimited offer of 3-year loans (against collateral) at an interest rate of 1 per cent from the European Central Bank (ECB) probably prevented a significant escalation of the problems.
nn: Eit tilnærma uavgrensa tilbod om 3-årige lån (mot trygd) til 1 pst. rente frå Den europeiske sentralbanken (ESB) hindra truleg at problema vart betydeleg større.

source: The difference has increased over time, and has never been greater than at the end of 2012.
nn: Skilnaden har auka over tid og har aldri vore høgare enn ved utgangen av 2012.

source: The life expectancy assumptions (the mortality basis) applied in recent years; the so-called K2005 basis for group pension schemes, do not take changes in the life expectancy of insured persons into account.
nn: Dei føresetnadene om levealder (døyingsgrunnlaget) som ein har nytta dei siste åra, det såkalla K2005-grunnlaget for kollektive pensjonsordningar, er ikkje tilpassa endringane i levealderen til dei som er forsikra.

source: The temperature has risen most steeply in the western and northern parts of the Antarctic Peninsula, increasing by 0.53° C per decade between 1951 and 2006.
nn: Den kraftigaste temperaturauken har funne stad i vestlege og nordlege delar av Antarktishalvøya med ein auke på 0,53 °C per tiår for perioden 1951–2006.

source: Scenekunstbruket has a scheme for financial support for event organisers, under which a share of the total costs of the performances selected from its repertory is refunded.
nn: Scenekunstbruket har ei ordning med arrangørstønad, som inneber at ein arrangør får refundert delar av dei totale utgiftene til framsyningar valt frå repertoaret til Scenekunstbruket.

source: What are the possible consequences if an unauthorised party gains access to the information?
nn: Kva er konsekvensen om uvedkommande får innsyn i informasjonen?

source: The organization of the teaching situation is an important task for all teachers.
nn: Tilrettelegging av opplæringa er ei viktig oppgåve for lærarane.

source: Late in 2018, the need to drill a verification well in the Johansen formation in the storage complex given the name ‘Aurora’ was identified.
nn: Det vart seint i 2018 avdekka behov for boring av ein verifikasjonsbrønn i Johansen-formasjonen i lagringskomplekset som då hadde fått namnet Aurora.

source: The return on equity of banks in the Norwegian market may be an indicator of competition between banks here and now, but may also have an important long-term impact on competition.
nn: Eigenkapitalavkastninga til bankane i den norske marknaden kan vere ein indikator på konkurransen mellom bankane her og no, men ho kan også ha ein viktig langsiktsverknad på konkurransen.

source: per year going through the infrastructure will require more investment than a phase 2 expansion (development phase 3).
nn: per år i infrastrukturen vil krevje større investeringar enn utviding i fase 2 (Utbyggingsfase 3).

source: Norges Bank’s lending survey shows that banks tightened credit supply to enterprises in 2012.
nn: Noregs Bank Utlånsundersøkinga til Noregs Bank viser at bankane har stramma inn på kredittpraksisen overfor føretaka i 2012.
